Repository: mozilla-l10n/mt-training-data
Catalog: mcx/mcx_pontoon.tmx
Source language: en_us
Languages: mcx

source: 1 sentence collected
mcx: atɔgi mɛnkyɔla wɔrɔ

source: 2 down, keep it up!<playIcon></playIcon>
mcx: njenɛ ɓa <playIcon></playIcon>, kɛndɔga !

source: About
mcx: ri asu

source: Accepted file types: .tsv only
mcx: mpɛgi sagɔ ɓɔɔ mɛgɔlɔgɔ: .tsv njenɛ

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
mcx: { $actionType } <playIcon></playIcon>, njē mɛnkyɔla yoo tuwaa nyuwaa ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
mcx: { $actionType } <recordIcon></recordIcon> ti kɔŋ ya ɗori ga gwondɔ ri alayaŋ njē mɛnkyɔla.

source: { $actionType }<stopIcon></stopIcon> when done
mcx: { $actionType } <stopIcon></stopIcon> nɛ i siyɔ.

source: { $actionType } submit when ready
mcx: { $actionType } kɛndiga mɔɔ biyɔ sili

source: Add and Review Sentences, Add Questions, Transcribe Audio
mcx: akala nɛ asa ndi binjē mɛnkyɔla, akala biŋgya, akyɔli sagɔ alɔlɔŋ

source: Add <icon></icon> a public domain sentence
mcx: kalaga <icon></icon> mɛnkyɔla sɛ́ŋ

source: Add information
mcx: akala bilaŋ

source: Add new sentences for the community to read
mcx: kalaga minji binjē mɛnkyɔla ɓorɔ ɗali ɓɛ na laŋ gɔ

source: Add one sentence per line
mcx: kalaga njē mɛnkyɔla ri aliŋli

source: Add questions in your language
mcx: kalaga biŋgya to atavɔ yen

source: Add Sentences
mcx: kalaga binjē mɛnkyɔla

source: Add sentences in your language
mcx: kalaga binjē mɛnkyɔla to atavɔ yen

source: Add up to 1,000 sentences
mcx: kalaga jɔ binjē mɛnkyɔla mili

source: Add Your Voice
mcx: ayɛ gwondɔ yen

source: Agriculture and Food
mcx: mɛsala pembɔ nɛ alɛri biɗeyɔ pembɔ

source: All sentence must have the same domain
mcx: binjē mɛnkyɔla yɛ ɓɛ jala ɓɛ nɛ simɔ ɓandi

source: All sentences must have the same citation
mcx: binjē mɛnkyɔla yɛ i jala ɓɛ nɛ simɔ akali

source: Already have an account? <login>Log-In</login>
mcx: bi mi nɛ jinɔ ? <login>jàŋ</login>

source: An error occurred fetching sentences
mcx: nu ajili yɔ jɔɔ mɔɔ atɔgi binjē mɛnkyɔla

source: An error occurred reviewing this sentence
mcx: nu ajili yɔ saha ntimɔ aɓɛɛ njē mɛnkyɔla yi

source: An error occurred submitting your voice information
mcx: ɓeya san i jɔɔ ntimɔ akɛndi bilaŋ gwondɔ yen

source: Approve
mcx: amɛgɔlɔ

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
mcx: mɔmɔnɔ awagɔ nkyugi i mɛgalaa, ii ɓɛ nɛ nu swi gwondɔ na sa nɛ alaŋgɔlɔ i laŋ mɛnkyɔla ya jɛn to kyɔla gɔ. Ti ɓɛ nɛ bi nɛ jala gwogɔ mɛnkyɔla i ji ntindi nɛ kyɔla gɔ, aɓagɔla jala pilaa. i jɔ ntimɔ ji nɛ nu madiŋ mayen ii liga tumbaa je ntimɔ nu laŋ i saa mbeya gɔ.

source: Are you coming? <strong>[called by another]</strong>
mcx: ɔ nkye? <strong>[atuva nɛ nu swi gwondɔ]</strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
mcx: jiga ɓeyɔ binja wen <matrixLink>Matrix</matrixLink>, <discourseLink>alayɛ</discourseLink> jee <emailLink>nɛ jinɔ</emailLink>.

source: Automotive and Transport
mcx: matwa nɛ ankayɛ

source: Background Noise
mcx: awagɔ nkyugi

source: Background Voices
mcx: gwondɔ kɔŋ

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
mcx: saga tɛtɛgi ti i jɔ nɛ mi myaa nu mpɛgi ri asu nɛ mori laŋ gɔ mɔ tuvɔ mɛnkyɔla ɓeya jee a peŋɔlɔ nu nja. i nɛ buwaa mɛtuvɔ ri mɛtɛgɔ ma, nkye nɔ moga bi ale gwogɔ to ɗa ɗen gɔ. ligɔga nu ɓandi ayɛ swegu ri asu ɓori ɓɛ jala tavɔ ntindi.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
mcx: [ atuvɔ « koŋgo» i nwa nɛ bi gwogɔ « kongo»]

source: <bold>{ $count }</bold> Clips
mcx: nu mɛnkyɔla

source: <bold>Help us</bold> find more voices
mcx: <bold>kamga ɓeyɔ</bold> kolɔ bela minji bigwondɔ

source: Bulk batch
mcx: ɓɔga ŋgwɔŋ

source: Bulk Sentences Uploaded
mcx: binjē mɛnkyɔla ɓɔ kɛndi gɔ

source: By telling us about yourself, you will help developers build more inclusive technology
mcx: bi ri kwali kaa bìlāŋ ti saa bi tavɔ ?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
mcx: mɔ bi sala nɛ Common Voice, bi mɛgɔlɔ <termsLink>adwɔ mɛko moo</termsLink> nɛ<privacyLink>duwɔ kɛn yoo</privacyLink>

source: Cancel Re-recording
mcx: kyɛgɔ ga mogaa yɔyɛ ɓagɔlɔya gɔ

source: Cancel Submission
mcx: asigɔlɔ akɛndi

source: Cannot submit more than 1000 sentences
mcx: akɛndi binjē mɛnkyɔla i golɔ mili ya jala yɛ

source: Change preferences
mcx: penjaga bisagɔ akwali

source: Check <icon></icon> is this a linguistically correct sentence?
mcx: ɓɛga ndi <icon></icon> di ɓɛ nɛ njē mɛnkyɔla i nyuwaa kendɔ akyɔli atavɔ

source: <chevron></chevron>See less
mcx: <chevron></chevron>wa ga mɔmɔnɔ mɛɓɛɛ

source: <chevron></chevron>See more
mcx: <chevron></chevron>wa ga buwa mɛɓɛɛ

source: Citation
mcx: akali

source: Cite with a URL link or the full name of the work.
mcx: sāgà akali nɛ mbiala jee jinɔ yɛɛ mɛkana

source: Click
mcx: kpogiga ri

source: Clips Uploaded
mcx: bijembi i kwaŋ ti bikuli bipɛnɔ

source: Comment
mcx: bilaŋ

source: Contact Us
mcx: jōn ga ɓeyɔ

source: Continue
mcx: akɛ

source: Continue validating
mcx: aduyɔ amɛgɔlɔ

source: Contribute
mcx: ayɛ

source: Contribute sentences
mcx: ayɛ binjē mɛnkyɔla

source: Contribution Criteria
mcx: bisagɔ kam a sa san

source: Create a profile
mcx: akwagɔ jinɔ

source: Criteria
mcx: bisagɔ kam

source: Datasets
mcx: ŋgwɔŋ mɛsayɛgɔ

source: Delete my recordings
mcx: atindi mɛɓagɔlɔ

source: Different language
mcx: swi atavɔ

source: Difficult to pronounce
mcx: atuvaa i lelaa

source: Discard ongoing recording
mcx: apeŋɔlɔ aɓagɔlɔ i di i kwani gɔ

source: Does the sentence meet the guidelines?
mcx: njē mɛnkyɔla i duwɔ bisagɔ a sa?

source: Donate your voice
mcx: yɛ ga nu gwondɔ yen

source: Don't see your language on Common Voice yet?
mcx: ɓa le sili nɛ atavɔ yen?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
mcx: jɛndalaga sagɔ yen wa jee <uploadButton> nyamɔga kolo kɛndi</uploadButton>

source: Drop file here to upload
mcx: shuliga sagɔ yen wa kolo kɛndi

source: Enter your public domain sentence here
mcx: kyɔlira njē mɛnkyɔla sɛŋ men wagɔ

source: Enter your public domain sentences here
mcx: kyɔlira njē mɛnkyɔla sɛŋ men wagɔ

source: Error adding sentence
mcx: ajili mɔɔ akala njē mɛnkyɔla

source: ESC
mcx: anyamɔ kolɔ ɗogɔ

source: Exit & Delete clips
mcx: aduwɔ nɛ atindi mɛɓagɔlɔ mam

source: Fewer than 15 words per sentence
mcx: yaa kumɔ mɛnkyɔla kǎmɔ nɛ tani

source: File is too large
mcx: sagɔ i jilaa

source: File is too small
mcx: sagɔ i mɔmɔna

source: Finance
mcx: para

source: Finish recording
mcx: asili aɓagɔlɔ

source: Finish recording first?
mcx: ɓanya sili aɓagɔlɔ?

source: Finish Review
mcx: asili aɓɛɛ

source: Finish validating
mcx: asili amɛgɔlɔ

source: Finish validating clips?
mcx: asili amɛgɔlɔ bitwee?

source: Follow guidelines from “What sentences can I add?”
mcx: duyɔga bisagɔ a sa to ɓandi«mɛ nɛ nkuli kala ya binjē mɛnkyɔla ge?»

source: for example
mcx: ɓa ɓɛga

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
mcx: kolɔ nɛ bisagɔ kam ɓorom i kɛɛ nyuwaa ti ashu mori yɛɛ, bilaŋ ikam mɛshɔli akwagɔ bisagɔ kam ɓorom jala nɔ shulaa ɓori. ɓa ɓɛga, ti aa kala nu mori ɗali nɛ nu gondɔ atavɔ, ŋgwa bisagɔ kam ɓorom mɛsala ya gɔ kɛɛ nyuwaa nɛ ɓori dinɛ mpɛgi gondɔ atavɔ ni.<learnMore>siŋaga ti anyɔ bilaŋ ɓɛ kwagɔ gɔ.</learnMore>

source: General
mcx: yɛɛ

source: General language / multiple variants
mcx: yɛɛ ri atavɔ / bwaa binu

source: Grammatical / spelling error
mcx: ɓeya alaŋ/ ɓeya akyɔli

source: Great!<recordIcon></recordIcon> Record your next clip
mcx: nyuwaa ! <recordIcon></recordIcon> ɓagɔlɔga ampushɔ mɛnkyɔla men.

source: Great work!<playIcon></playIcon> Listen again when you're ready
mcx: nyuwaa mɛsala ! <playIcon></playIcon> gwogɔga ndi ntimɔ biyɔ siligɔ

source: Guidelines
mcx: mɛsayɛgɔ

source: Healthcare
mcx: atɔmbɔ

source: Help create Common Voice’s first target segment in { $locale }
mcx: kamga akwagɔ ashɔgi mɛsala mi Common Voice nɛ { $locale }

source: Help us validate voices
mcx: kamga ɓeyɔ amɛgɔlɔ bitwe gwondɔ

source: His hand was rais-ed.
mcx: mampa nɛ tiri nɛ bika nɛ mbulɔ

source: History, Law and Government
mcx: saa, mɛsayɛgɔ ŋgɔmna kɛɛ tegɔ nɛ ŋgɔmna

source: How do I cite?
mcx: ɓɛ sa akali nyá?

source: How to add multiple sentences
mcx: ɓɛ sa nya kolɔ kala buwa binjē mɛnkyɔla

source: How would you describe your sex or gender?
mcx: bi kwali yɛ mimyɔŋ yen nya?

source: I agree
mcx: mɔɔ mɛgɔlɔ

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
mcx: mɛ mɛgɔlɔ nɛ njē mɛnkyɔla yi i jwi <wikipediaLink>sɛŋ</wikipediaLink>e nɛ mɛ nɛ jala kɛndi yɛ̄

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
mcx: mɛ mɛgɔlɔ nɛ njē mɛnkyɔla yi i jwi <wikipediaLink>sɛŋ</wikipediaLink>e nɛ mɛ nɛ jala kɛndi yɛ̄

source: <icon></icon> Add multiple public domain sentences
mcx: <icon></icon> akala buwa binjē mɛnkyɔla sɛŋ

source: Ideally natural and conversational (it should be easy to read the sentence)
mcx: njē mɛnkyɔla i gogini

source: I do not agree
mcx: maa mɛgɔlɔ

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
mcx: ji ɓɛnɛ i py mɛkali men, layɛga njenɛ <italicizedText>« akali yam»</italicizedText>. hɛ kwali siŋaa ɓandi mɛlayɛ nii i jwi gɔ nɛ hɛ ɓɛɛ ji ɓɛnɛ i bi sagɔ sɛŋ e nɛ gan akambɔlɔ asate yaɓɛte. Ti bwaa mɛlayɛ ri mɛkali, ɓɛɛga <guidelinesLink>mɛsayɛgɔ mee</guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
mcx: ti ɓɛ nɛ aɓagɔlɔ i sɛgalaa je ya kɛ nyuwaa, piliga yɛ je nɛ mɛnkyɔla yɛɛ ya gogini.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
mcx: ti bi kwali yɛ bishwi bilaŋ ri sagɔ yi, jon ga<emailFragment>commonvoice@mozilla.com<e/mailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
mcx: ti bi kwali yɛ bishwi bilaŋ ri sagɔ yi, ɓaa ɓɛ tō yili, jon ga<emailFragment>commonvoice@mozilla.com<e/mailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
mcx: ti njē mɛnkyɔla ya jayɛ nɛ nkye yi ɓako, nyamɔ ga ri «apili» amyali. Ti ɓɛ nɛ nyoli yen i jilaa, bi nɛ nkuli kevɔ nɛ lena ri jɛya.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
mcx: ti njē mɛnkyɔla jayɛ nɛ nkye, nyamɔga ri«amɛgɔlɔ» agwomɔ.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
mcx: ti bi ɓoma nɛ nu san ya keya gɔ, nɔ ga ri pɔgiya nɛ vaŋ lemɔ yen.ti bi a jala sa, nyamɔ ga ri «alena» ri kɔŋ ya, kɛndɔga ri aɓagɔlɔ i jɛ gɔ.

source: If you run out of sentences to review, please help us collect more sentences!
mcx: ti bi aa ɓɛ ge nɛ njē mɛnkyɔla aɓɛɛ ndi, kamga ɓeyɔ tɔgi bwaa binjē mɛnkyɔla!

source: Include appropriate citation
mcx: vaŋ akali i ɓɛ tōte

source: Invalid file
mcx: sagɔ yaa kɛɛ gɔ

source: It contains words or phrases that are hard to read or pronounce.
mcx: alaŋ jee atuvɔ nu mɛnkyɔla jee nu binjē mɛnkyɔla i lelaa.

source: It is written in a language different than what I’m reviewing.
mcx: njē mɛnkyɔla i nkyɔlaa to nu swi atavɔ nɛ mogaa mɛ ɓalɔ laŋ.

source: It is written in a language different than what I’m speaking.
mcx: njē mɛnkyɔla i nkyɔlaa to nu atavɔ ya ɓɛ simaa nɛ moga mɛtavɔ gɔ

source: Just Unsure?
mcx: bi ri kambɔ?

source: Keep it up, record again <recordIcon></recordIcon>
mcx: lee saga ɗaa e ɓagɔlɔga wɔrɔ ndi.

source: Keep the recordings
mcx: akomɔ mɛɓagɔlɔ

source: Keep track of your progress with a profile
mcx: vegɔga kɛn yen nɛ akwagɔ nu jinɔ

source: Language Fundamentals (e.g. Digits, Letters, Money)
mcx: kɛni adwɔ ti mɛtavɔ (alaŋgɔlɔ, akyɔli, para)

source: Languages
mcx: mɛtavɔ

source: Large bulk sentence submission
mcx: akɛnji bwaa binjē mɛnkyɔla

source: Learn More
mcx: asiŋa nu

source: Leaving now means you'll lose your progress
mcx: aduwɔ sisiŋ na sa nɛ bi jili akɛ yen

source: Listen
mcx: agwogɔ

source: Listen options menu
mcx: ɓandi asyɛ «agwogɔ»

source: Loading sentences…
mcx: akagɔlɔ binjē mɛnkyɔla

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
mcx: <loginLink>jaŋ ga ɓe</loginLink> je <loginLink>kyɔlaga</loginLink> kolɔ kala buwa binjē mɛnkyɔla

source: Log in or sign up to get started
mcx: jaŋa jee nkyɔlaga kolɔ ɓegi

source: Log In / Sign Up
mcx: ajaŋ / ankyɔlaa

source: Make sure the sentence meets the following criteria:
mcx: saga nɛ njē mɛnkyɔla i jayɛ nɛ binkye jɛ gɔ:

source: Maximum file size: 25 MB
mcx: kakandi aɗɔŋ sagɔ: 25 Mo

source: Media and Entertainment
mcx: bisagɔ kam ɓeyɔ agwogɔ bisan i kwani ri mɛtɛgɔ gɔ nɛ akwaŋgɔlɔ ntimɔ

source: Minimum sentences in file: 1000
mcx: abim binjē mɛnkyɔla tō sagɔ : 1000

source: [Mismatched content]
mcx: ka ti ɔ mɛkana asyɔ mɛsala

source: Misreadings
mcx: aku alaŋ

source: Missing an <strong>'s'</strong> at the end of a word.
mcx: i maŋgi<strong>« s »</strong> ri asyɔ mɛnkyɔla.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
mcx: i maŋgi<strong>« wɔrɔ»</strong> je <strong>« nu »</strong> ri atari aɓagɔlɔ.

source: Missing the end of the last word by cutting off the recording too quickly.
mcx: asyɔ ampushɔ mɛnkyɔla i kyɛgaa, ri ashu nɛ aɓagɔlɔ a i sirala kunaa.

source: [More has been recorded than the required text]
mcx: [kolɔ nɛ mɛnkyɔla ɓɛ ɓɛ̄ ɓɛ kwali yɔ syɔ aɓagɔla]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
mcx: to asulɔ aɓagɔlɔ ɓori ɓɛ tavɔ nɛ bigwondɔ mpa yaŋ. Bi nɛ jala mɛgɔlɔ nu aɓagɔlɔ nu ntimɔ, atavɔ to alɔ je tuvaa nyuwaa nɛ gwondɔ i sa «gwɔ́». piliga jemba aɓagɔlɔ nɛ ɓorɔ mpenja gwondɔ nɛ bi sagɔ pɛnɔ

source: Nature and Environment
mcx: bisagɔ liŋɔlɔ ɓeyɔ nɛ ɓandi hɛ tigɔ

source: News and Current Affairs
mcx: bilaŋ nu ntimɔ

source: No
mcx: he e

source: [No ‘a’ in the original text]
mcx: [ti ɔ ɓɛnɛ « i » to mɛnkyɔla atari ya]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
mcx: <noCopyright> gān akambɔlɔ asate</noCopyright> (cc-0)

source: No foreign letters
mcx: gan akyɔli nu swii ɓémbē

source: No microphone found.
mcx: gan mɔmɔnɔ kuli atavɔ ya belaa

source: No numbers and special characters
mcx: ii ɓɛ́ nɛ alaŋgɔlɔ nɛ nu swii akyɔli

source: No sentences to review. <addLink>Add more sentences now!</addLink>
mcx: gan njē mɛnkyɔla kolɔ ɓɛɛ ndi. Bi nɛ jala <addLink>kala ndi binjē mɛnkyɔla</addLink>.

source: No thanks, continue speaking
mcx: he e bubuli ɛhɛŋ, lee tavɔga

source: Offensive language
mcx: ɓeyaa akali

source: Offensive speech
mcx: mɛkali i tɔɔ ri lemɔ

source: On desktop devices you can contribute by downloading…
mcx: i bikuli pɛnɔ ɓandi mɛsala, bi nɛ jala nɔ mindiya:

source: On his head he wore a beret.
mcx: ɗɔŋa matwa i ɓɛ i dulɔ buwaa bikoŋgo

source: On iOS please continue with Safari to enable recording…
mcx: ri iOS, nkyeŋgiga nɛ Safari kolɔ ɓegi aɓagɔlɔ...

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
mcx: ti bi jena mori laŋ aa le ɓoma nɛ mɛnkyɔla ni ɗɔni e nɛ a vyegɔ njenɛ nyuwaa atuvɔga to lo yɛ, piliga aɓagɔlɔ. To byɔŋ, nyamɔga ɓandi alena.

source: Partner
mcx: akɛlaa to mɛsala ri pɔgi ɓori

source: [Part of the text can’t be heard]
mcx: [nu ɓandi mɛnkyɔla ya jala gogini]

source: <playIcon></playIcon>Last one!
mcx: <playIcon></playIcon> i asiyaa!

source: Play/Stop
mcx: alaŋ/asigɔlɔ

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
mcx: ɓɛga<templateFileLink>mɛsala moo</tamplateFileLink>. binjē mɛnkyɔla men i jala ɓɛ tiyɔ akambɔlɔ (CC0 je mɛsala mpa asate mɛgɔlɔgɔ) nɛ jɛnaa, nyaa akyɔli nɛ vaŋ alayaŋ. Binjē mɛnkyɔla ɓɛ kɛndi gɔ i jala nɔ kǎmɔ-kǎmɔ tǎni mɔmɔnɔ awula alayaŋ e jala kambɔ akala alaŋgɔlɔ, biɓɔgaa jinɔ nɛ bi nu swii akyɔli.

source: Please fill out this field.
mcx: ɓagɔlɔga ɓandi yī

source: Please select a language to review sentences.
mcx: sayɛga atavɔ wɔrɔ kolɔ ɓɛɛ ndi binjē mɛnkyɔla

source: r
mcx: e

source: [‘Raised’ in English is always pronounced as one syllable, not two]
mcx: [« mampa nɛ tiri nɛ bi ka » nɛ pɛnɔ i tuva saa mɛnkyɔla wɔrɔ, ta ɓɛ ɓa]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
mcx: yɔ kumɔ kakandi akɛndi. wegɔga to { $retryLimit } bintimɔ

source: Rate limit exceeded. Try again in { $retryLimit } seconds
mcx: yɔ kumɔ kakandi akɛndi. wegɔga to { $retryLimit } ɓɔɓɔnɔ bintimɔ

source: Reader Effects
mcx: atorɔ nɛ biduŋ

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
mcx: mɛkaa yaɓɛ gɔ i ri laaŋ, tɛla« ŋgula» ri ɓandi mi «ŋgula».

source: Read Sentences
mcx: alaŋ binjē mɛnkyɔla

source: Read Sentences, Answer Questions
mcx: alaŋ binjē mɛŋkyɔla, ajayɛ biŋgya

source: Read Sentences <small>(Coming soon)</small>
mcx: alaŋ binjē mɛŋkyɔla <small>(mbogi mpusɔ)</small>

source: Read sentences submitted by the community in various languages
mcx: alaŋ binjē mɛnkyɔla i saa nɛ ɓorɔ ɗali to buwa mɛtavɔ

source: <recordIcon></recordIcon> Last one!
mcx: <recordIcon></recordIcon> i nkyunɛ nii !

source: [Recording cut off before the end of the last word]
mcx: aɓagɔlɔ kyɛgi ntimɔ ampusɔ mɛnkyɔla ya le syɔ

source: Record/Stop
mcx: aɓagɔlɔ/asigɔlɔ

source: Record yourself reading sentences in your language
mcx: ɓagɔlɔ ga ɓe ri alaŋ binjē mɛnkyɔla to atavɔ yen

source: Record yourself responding to questions and prompts in your language
mcx: ɓagɔlɔga ɓe ri ajayɛ biŋgya nɛ binjɛŋ to atavɔ yen

source: Record your voice
mcx: aɓagɔlɔ gondɔ yen

source: Reference the source of your sentence (required)
mcx: layɛra ɓandi njē mɛnkyɔla men (jwi rɔ)

source: Reject
mcx: apili

source: Report
mcx: alayɛ

source: Report was passed successfully
mcx: mɛkana asyɔ mɛsala yo kɛndi aa nyuwaa

source: Request a Language
mcx: ayɛ nu atavɔ

source: Re-record
mcx: aɓagɔlɔndi

source: Re-record clip
mcx: aɓagɔlɔ ndi

source: Return
mcx: anyiŋgɔlɔ

source: Review
mcx: aɓɛndi

source: Review could not be saved. Please try again later.
mcx: aɓɛɛ ndi ya ɓagɔlaa. ɓaalɔ wegɔga muu.

source: ⓘ Review Criteria
mcx: ⓘ binkye asaa ndi

source: Review Criteria
mcx: binkye asaa ndi

source: Reviewed sentences not submitted, are sure?
mcx: binjē mɛnkyɔla ɓɛ ɓɛɛ ndi gɔ ya kɛndi aa, bi ri kwali duyɔ ndi nɛɛ?

source: Review existing sentences submitted by the community
mcx: ɓɛ ga ndi binjē mɛnkyɔla ɓorɔ ɗali ɓɛ yɛ gɔ

source: Review & re-record clips here as you go
mcx: ɓɛga ndi e ɓaalɔ ɓagɔlɔga ti ɓɔ kwali

source: Review & re-record clips if needed
mcx: ɓɛga ndi e ɓagɔlɔga ti bi jena

source: Review Sentences
mcx: aɓɛɛ ndi binjē mɛnkyɔla

source: Review sentences in your language
mcx: ɓɛ ga ndi binjē mɛnkyɔla to atavɔ yen

source: Review & Submit
mcx: aɓɛɛ nɛ akɛndi

source: Review transcriptions of recorded sentences for accuracy
mcx: ɓɛɛ ga ti ɓɛ nɛ akyɔli binjē mɛnkyɔla ɓɛ ɓagɔlɔ gɔ i ŋgbagi

source: Review user-submitted transcriptions in your language
mcx: ɓɛ ga akyɔli i saa nɛ ɓorɔ ɗali to atavɔ yen

source: s
mcx: a

source: S
mcx: P

source: Select an option
mcx: sayɛga nu san

source: Select a variant (optional)
mcx: sayɛra nu (ɓaa fala)

source: Select File
mcx: asayɛ swi sagɔ

source: Select File to Upload
mcx: sayɛra nu swi sagɔ kolɔ kɛndi

source: Select up to three domains (optional)
mcx: sayɛga jɔɔ biɓandi lali

source: Sentence
mcx: akali

source: Sentence Domain
mcx: ɓandi njē mɛnkyɔla

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
mcx: njē mɛnkyɔla ɓɛ́ yɛ wagɔ i na kalaa ri mɛsayɛgɔ sɛŋ

source: { $sentences } sentences reviewed. Thank you!
mcx: { $sentences } bi nu binjē mɛnkyɔla aɓɛɛ ndi. bubuli ɛhɛŋ !

source: Sentence Variant
mcx: akyɔli nu njē mɛnkyɔla

source: Separate sentences into one line by pressing “Enter” or “Return” once
mcx: ɓagiga binjē mɛnkyɔla nɛ anyamɔ mbogi wɔrɔ ri «anyiŋgɔlɔ»

source: Service and Retail
mcx: mɛsala nɛ mɔmɔnɔ mɛnkandi

source: Share Common Voice
mcx: kaaga Common Voice

source: Share your clip
mcx: kaaga aɓagɔlɔ yen

source: Shortcuts
mcx: mɔmɔnɔ akɛɛ

source: [Should be ‘dinosaurs’]
mcx: [i jala ɓɛ« bi » ɓɔga shogɔ]

source: [Should be “We are”]
mcx: [i jala ɓɛ « ŋgula »]

source: Single
mcx: simɔ njē mɛnkyɔla wɔrɔ

source: Single sentence submission
mcx: akɛnji simɔ njē mɛnkyɔla wɔrɔ

source: Skip
mcx: alena

source: Small batch
mcx: mɔmɔnɔ ŋgwɔŋ

source: Small batch sentence submission
mcx: akɛndi ɓɔɓɔnɔ ŋgwɔŋ binjē mɛnkyɔla

source: Source: { $sentenceSource }
mcx: ɓandi jwi nu san { $sentenceSource }

source: Speak
mcx: atavɔ

source: Speak now
mcx: bi nɛ jala tavɔ

source: Speak options menu
mcx: ɓandi asayɛ«atavɔ»

source: Start recording
mcx: atari aɓagɔlɔ

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
mcx: <strong>[ akyɛgɔlɔ ]</strong> ɓɔga bishogɔ <strong>[ akyɛgɔlɔ]</strong> -rias.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
mcx: <strong>[ biduŋ ]</strong> ɓɔga bishogɔ <strong>[ kɔyɛ]</strong> ɗɔli.

source: Submit
mcx: akɛndi

source: Submit a new question for the community to read and respond to
mcx: ayɛ nu minji ŋgya kolɔ nɛ ɓorɔ ɗali ɓɛ laŋ nɛ ɓɛ jayɛ

source: Submit a report
mcx: akɛndi mɛkana asyɔ mɛsala

source: Submit clips
mcx: kɛndiga mɛɓagɔlɔ

source: Submit new questions for the community to read and respond to
mcx: ayɛ nu minji biŋgya kolɔ nɛ ɓorɔ ɗali ɓɛ laŋ nɛ ɓɛ jayɛ

source: Success
mcx: kyɛwaa a sa san
